Repository: lause-lebt/nextcloud_mailman
Catalog: translationfiles/*/mailman.po
Languages: de

source: Mailing list integration via GNU Mailman
de: Mailinglisten Integration via GNU Mailman

source: Manage mailing lists for Nextcloud groups using an existing GNU Mailman3 installation
de: Verwaltung von Mailinglisten für Nextcloud-Gruppen unter Verwendungeiner bestehenden GNU Mailman3 Installation

source: Loading {title} …
de: Lade {title} …

source: Error loading mailing list archive
de: Fehler beim Laden des Archivs

source: Members of
de: Mitglieder von

source: Additional Members
de: Zusätzliche Mitglieder

source: Mailing list not found
de: Mailingliste nicht gefunden

source: This mailing list does not exist
de: Diese Mailingliste existiert nicht

source: My lists
de: Meine Listen

source: Other lists
de: Weitere Listen

source: Subscribe
de: Abbonieren

source: Unsubscribe
de: Abbestellen

source: Subscribe or unsubscribe to mailing lists
de: Abbonieren und Abbstellen von Mailinglisten

source: (Using the button next to the name of the list in the sidebar)
de: (Mithilfe des Buttons neben den Listen links)

source: You don't have access to any mailing lists
de: Sie haben keinen Zugang zu Mailinglisten
